In [1]:
1+1

2

In [2]:
_1+8

10

In [3]:
for i in range (1,10,1)
    i++

SyntaxError: invalid syntax (<ipython-input-3-63d078fbdfd1>, line 1)

In [4]:
_2+25

35

In [8]:

35*" hello world"

' hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world'

TESTING JUPYTER NOTEBOOK

In [10]:
import matplotlib.pyplot as plt
x = list(range(-4 , 5))
y = [i**2 for i in x]
plt.plot(x,y)
plt.show

In [12]:
_8 + " testing"

' hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world hello world testing'

In [1]:
import pandas as pd
dat_csv = pd.read_csv("ejemploTablaCSV.csv", encoding = "ISO-8859-1")
dat_csv

    Unnamed: 0  id   nombre  Edad  Unnamed: 4  Unnamed: 5  Unnamed: 6
0          NaN   1     Juan    56         NaN         NaN         NaN
1          NaN   2   Carlos     4         NaN         NaN         NaN
2          NaN   3     Sara    56         NaN         NaN         NaN
3          NaN   4   Emilia    34         NaN         NaN         NaN
4          NaN   5  Nicolas    44         NaN         NaN         NaN
5          NaN   6     raul    50         NaN         NaN         NaN
6          NaN   7    Clara    34         NaN         NaN         NaN
7          NaN   8  esteban    43         NaN         NaN         NaN
8          NaN   9   sandra    72         NaN         NaN         NaN
9          NaN  10  gonzalo    31         NaN         NaN         NaN
10         NaN  11    edith    48         NaN         NaN         NaN
11         NaN  12   Samuel    30         NaN         NaN         NaN
12         NaN  13  Cecilia    28         NaN         NaN         NaN
13         NaN  14     John    62         NaN         NaN         NaN